"USSD_ERROR" = "Fejl under udførelse af forespørgsel";
"USSD_TERMINATED" = "Session afbrudt";

"%@ Call Forwarding\n%@\n%@%@" = "%@ viderestiller opkald\n%@\n%@%@";
"%@ Call Waiting\n%@" = "%@ opkald venter\n%@";
"%@ Call Barring\n%@\n%@" = "%@ opkald spærrer\n%@\n%@";
"%@ Fixed Dialing\n%@" = "%@ bestemt tastatur\n%@";
"Connected Line Presentation\n%@" = "Opkalderens visning af nummer\n%@";
"Calling Line Presentation\n%@" = "Visning af nummer ved opkald\n%@";
"Connected Line ID Restriction\n%@" = "Opkalderens begrænsninger til visning af navn\n%@";
"Calling Line ID Restriction\n%@" = "Begrænset visning af navn ved opkald\n%@";
"SIM Lock\n%@" = "Låst SIM\n%@";
"Service Center Address\n%@" = "Adresse på servicecenter\n%@";
"Supplementary Service Password\n%@" = "Adgangskode til ekstra tjeneste\n%@";
"Calling Name Presentation\n%@" = "Visning af navn ved opkald\n%@";

"Forwards to %@\n" = "Viderestiller til %@\n";

"All Calls" = "Alle opkald";
"All Conditional Calls" = "Alle betingede opkald";
"Async Data Circuit" = "Asynkront datakredsløb";
"Data" = "Data";
"Fax" = "Fax";
"Packet Access" = "Pakkeadgang";
"Pad Access" = "Adgang til tastatur";
"SMS" = "Tekstbesked";
"Sync Data Circuit" = "Synkront datakredsløb";
"Voice" = "Stemme";

"All Outgoing" = "Alle udgående";
"All Incoming" = "Alle indkommende";
"Outgoing International" = "Udgående internationale";
"Outgoing International, Except Home Country" = "Udgående internationale, ikke til hjemlandet";
"Incoming While Roaming Outside Home Country" = "Indkommende opkald ved roaming i udlandet";
"Incoming, Not On SIM" = "Indkommende. Ikke på SIM";
"All Services" = "Alle tjenester";
"All Outgoing Services" = "Alle udgående tjenester";
"All Incoming Services" = "Alle indkommende tjenester";

"Disabled" = "Slået fra";
"Enabled" = "Slået til";

"On All Calls" = "Ved alle opkald";
"When Busy" = "Ved optaget";
"When Unanswered" = "Ved intet svar";
"When Unreachable" = "Ved ikke tilgængelig";

"Setting %@ Succeeded" = "Indstilling af %@ færdig\n";
"Setting Interrogation Succeeded" = "Indstilling af undersøgelse gennemført\n";
"Setting %@ Failed" = "Indstilling af %@ mislykkedes\n";
"Setting Interrogation Failed" = "Indstilling af undersøgelse mislykkedes\n";

"Not Available" = "Ikke tilgængelig";
"Network Controlled" = "Styret af netværk";
"Temporarily Disabled" = "Midlertidigt slået fra";
"Temporarily Enabled" = "Midlertidigt sået til";
"Unknown" = "Ukendt";

"Activation" = "Slå til";
"Deactivation" = "Slå fra";
"Interrogation" = "Undersøgelse";
"Registration" = "Registrering";
"Erasure" = "Sletning";

"No Address" = "Ingen adresse";
"No Service Specified" = "Ingen specificeret tjeneste";
"Type %d" = "Type %d";

// generic error
"CALL_FAILED" = "Opkald mislykkedes";
// error codes
"kCTNoError" = "Ingen fejl";
"kCTUnknownError" = "Ukendt fejl";
"kCTErrorRadioFailure" = "Radiofejl";
// Generic network errors
"kCTErrorNetworkFailure" = "Netværksfejl";
"kCTErrorCongestion" = "Netværk overbelastet";
"kCTErrorUnidentifiedSubscriber" = "Uidentificeret abonnent";
"kCTErrorFacilityRejected" = "Funktion afvist";
"kCTErrorUnknownSubscriber" = "Ukendt abonnent";
"kCTErrorNetworkOutOfOrder" = "Netværk ude af drift";
"kCTErrorInvalidTransactionIdentifier" = "Ugyldig transaktions-id";
"kCTErrorSemanticallyIncorrectMessage" = "Semantisk forkert besked";
"kCTErrorInvalidMandatoryInformation" = "Ugyldige obligatoriske oplysninger";
"kCTErrorMessageTypeNonExistant" = "Beskedtypen findes ikke";
"kCTErrorMessageNotCompatibleWithProtocolState" = "Besked ikke kompatibel med protokolstatus";
"kCTErrorInformationElementNonExistant" = "Informationselement findes ikke";
"kCTErrorProtocolErrorUnspecified" = "Uspecificeret protokolfejl";
"kCTErrorTemporaryFailure" = "Midlertidig fejl";
"kCTErrorResourcesUnavailable" = "Ressourcer utilgængelige";
"kCTErrorRequestedFacilityNotSubscribed" = "Ikke abonnement på den ønskede funktion";
"kCTErrorRequestedFacilityNotImplemented" = "Den ønskede funktion er ikke implementeret";
"kCTErrorInterworkingError" = "Interkonnektivitetsfejl";
"kCTErrorInterworkingNotSupported" = "Interkonnektivitet understøttes ikke";
"kCTErrorCommandCannotBeActioned" = "Kommandoen kan ikke udføres";
"kCTErrorNoNetworkService" = "Ingen netværkstjeneste";
// Call related errors
"kCTErrorUnassignedNumber" = "Nummer ikke tildelt";
"kCTErrorOperatorDeterminedBarring" = "Spærring besluttet af operatør";
"kCTErrorCallBarred" = "Opkald spærret";
"kCTErrorUserBusy" = "Bruger optaget";
"kCTErrorNoUserResponding" = "Ingen bruger svarer";
"kCTErrorNumberChanged" = "Nummer ændret";
"kCTErrorInvalidNumberFormat" = "Ugyldigt nummerformat";
"kCTErrorCallRejected" = "Opkald afvist";
// SIM errors
"kCTErrorSimNotInserted" = "SIM-kort ikke indsat";
"kCTErrorSimPinRequired" = "PIN-kode til SIM kræves";
"kCTErrorSimPukRequired" = "PUK-kode til SIM kræves";
"kCTErrorSimFailure" = "SIM-fejl";
"kCTErrorSimMemoryFailure" = "SIM-hukommelsesfejl";
"kCTBadPinFormatError" = "Forkert PIN-format";
"kCTErrorNumberNotAllowed" = "Nummer ikke tilladt";
"kCTErrorIncorrectPassword" = "Forkert adgangskode";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "Overførsel af tekstbesked afvist";
"kCTErrorDestinationOutOfOrder" = "Modtager virker ikke";
"kCTErrorClass0NotSupported" = "Type 0 understøttes ikke";
"kCTErrorCannotReplaceSm" = "Kan ikke erstatte SIM";
"kCTErrorUnspecifiedPid" = "Uspecificeret PID";
"kCTErrorDataCodingSchemeNotSupported" = "Data Coding Scheme (DCS) understøttes ikke";
"kCTErrorUnspecifiedDcs" = "Uspecificeret DCS-fejl";
"kCTErrorCommandUnsupported" = "Kommando understøttes ikke";
"kCTErrorUnspecifiedTpCommand" = "Uspecificeret TP-kommandofejl";
"kCTErrorTpduNotSupported" = "TPDU understøttes ikke";
"kCTErrorScBusy" = "SC optaget";
"kCTErrorRejectedBySimSmsControl" = "Afvist af SIM sms-kontrol";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "GPRS ulovlig MS";
"kCTErrorGprsIllegalMe" = "GPRS ulovlig ME";
"kCTErrorGprsServicesNotAllowed" = "GPRS-tjenester ikke tilladt";
"kCTErrorGprsPlmnNotAllowed" = "GPRS PLMN ikke tilladt";
"kCTErrorGprsLocationAreaNotAllowed" = "Placering af GPRS-område ikke tilladt";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "GPRS-roaming ikke tilladt i dette område";
"kCTErrorGprsServiceOptionNotSupported" = "GPRS-tjenestemuligheden understøttes ikke";
"kCTErrorGprsServiceOptionNotSubscribed" = "Du abonnerer ikke på GPRS-tjenestemuligheden";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "GPRS-tjenestemuligheden midlertidigt ude af drift";
"kCTErrorGprsPdpAuthenticationFailure" = "GPRS PDP-godkendelsesfejl";
"kCTErrorGprsInvalidMobileClass" = "Ugyldig mobiltype til GPRS";
"kCTErrorGprsUnspecified" = "Uspecificeret GPRS";
"kCTErrorGprsMissingorUnknownAPN" = "GPRS mangler eller ukendt APN";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "GPRS PDP-godkendelsesinfo afvist af standardbåndet";
